Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Gdy już go dorwiesz, a wiem, że w końcu go dorwiesz, i będziesz przebijał jego serce swoim ostrzem, to pozdrów go także ode mnie i moich ludzi.
uk: Коли ти дістанеш його, а я знаю, що зрештою ти його дістанеш, і проткнеш його серце своїм клинком, привітай його ще й від мене і від моїх людей.

source: Gdy już kończyliśmy naszą pracę, z ziemi wyłoniły się te insekty.
uk: Коли ми закінчували свою роботу, ці комахи-переростки з'явилися з-під землі.

source: Gdy już przekażesz mu listę, wróć do chłopaków i dopilnuj, żeby wszystko było gotowe.
uk: Після того, як ти передаси йому список, повертайся до хлопців і переконайся, що все готово.

source: Gdy już przygotujesz tę potrawkę, dasz mi jej spróbować?
uk: Коли ти приготуєш цю страву, ти даси мені її скуштувати?

source: Gdy już się uspokoi i mnie jutro wypuści, natychmiast zlecę przeniesienie go do innej placówki.
uk: Коли завтра він заспокоїться і випустить мене, я негайно організую його переведення в інший заклад.

source: Gdy już skończysz męczyć się z Mateyem, to mnie odwiedź. Porozmawiamy o aktualnej sytuacji i zastanowimy się, co dalej. Będę miał też dla ciebie pewną propozycję.
uk: Коли закінчиш докучати Матею, зайди до мене в гості. Поговоримо про поточну ситуацію і подумаємо, що робити далі. До того ж, у мене є для тебе пропозиція.

source: Gdy już tam będziesz, nie zapomnij podejrzeć legendarnych zdolności kowalskich jego mistrza, Thorstena!
uk: А поки будете там, не забудьте оцінити легендарну ковальську майстерність його вчителя, Торстена!

source: Gdy już tam będziesz, to możesz odwiedzić Tomasa. Mimo że Archolos słynie z win, ten człowiek zaczął robić niezły majątek na sprzedaży piwa.
uk: Поки будеш там, можеш завітати до Томаса. Хоч Архолос і славиться своїми винами, цей чоловік почав заробляти чималі статки з продажу пива.

source: Gdy już to zrobisz, dostaniesz swoją część.
uk: Коли зробиш це, отримаєш свою долю.

source: Gdy już to zrobisz, przynieś mi je, to dostaniesz w zamian parę monet.
uk: Коли закінчиш, принеси мені їх, а натомість отримаєш кілька монет.

source: Gdy już to zrobisz, to stań przy ognisku i zaczekaj na nich.
uk: Коли це зробиш, стань біля вогнища і зачекай на них.

source: Gdy już uda ci się coś zdziałać, wróć do mnie, a sprawdzimy, co o tobie mówią.
uk: Щойно ти чогось досягнеш, повертайся до мене, і ми подивимось, що про тебе говоритимуть інші.

source: Gdy już uznasz, że Twoje wino zacznie nabierać mocy, a jego barwa klarować, przelej je przez sita do dębowych beczek i szczelnie zamknij na jedną lub dwie wiosny. Po tym czasie możesz przelać trunek do kolejnych beczek i odczekać połowę tego czasu celem uzyskania pożądanego smaku, koloru i konsystencji.
uk: Як тільки відчуєте, що вино починає набирати міцність і стає більш прозорим, процідіть його крізь сито у дубові бочки і щільно запечатайте їх на одну–дві весни. Після цього ви можете перелити вино в інші бочки і витримати його ще деякий час, для досягнення бажаного смаку, кольору і консистенції.

source: Gdy już wszystko wróci do normy, nie miałabym nic przeciwko by oboje zarządzali winnicą, to nam wszystkim wyjdzie na zdrowie.
uk: Коли все прийде в норму, я б не заперечувала, щоб вони обидва керували виноградником, це принесе користь усім нам.

source: Gdy już wszystko wróci do normy, nie miałabym nic przeciwko, by oboje zarządzali winnicą. To nam wszystkim wyjdzie na zdrowie.
uk: Коли все прийде в норму, я б не заперечувала, щоб вони обидва керували виноградником. Це принесе користь усім нам.

source: Gdy już wszystko wróci do normy, nie miałbym nic przeciwko by oboje zarządzali winnicą, to nam wszystkim wyjdzie na zdrowie.
uk: Коли все прийде в норму, я б не заперечувала, щоб вони обидва керували виноградником, це принесе користь усім нам.

source: Gdy już wydawać się mogło, że żadna ze stron nie będzie zdolna w pełni przezwyciężyć drugiej, Mandred uciekł się do podstępu. Podczas pozorowanych rozmów pokojowych z zarządcami Ligi Wschodniej, władca, rękami przekupionych wcześniej kupców, wymordował swoich przeciwników, łącznie z Delaverdem, kładąc tym samym ostateczny kres rebelii.
uk: Саме тоді, коли здавалося, що жодна зі сторін не зможе повністю перемогти іншу, Мандред вдався до хитрощів. В ході фіктивних мирних переговорів з керівниками Східної Ліги правитель руками підкуплених торговців вирізав своїх ворогів, в тому числі і Делаверда, тим самим поклавши остаточний кінець повстанню.

source: Gdy już zakończysz śledztwo, natychmiast zgłoś się do mnie. Będę tu na ciebie czekał.
uk: Коли завершиш розслідування, негайно доповіси мені. Я буду чекати тебе тут.

source: Gdy już załatwisz sprawę z pancerzem przyjdź do mnie, będę miał dla ciebie trochę informacji na początek.
uk: Після того, як ти розберешся з обладунками, приходь до мене, введу тебе в курс справи для початку.

source: Gdy już zdobędziesz jedną z nich, od razu pójdź z nią do Ramhy.
uk: Після того, як знайдеш одну із них, відразу ж віднеси її до Рамхи.

source: Gdy kiedykolwiek ujrzysz węża morskiego, uciekaj najszybciej jak możesz. Sam widziałem, jak kilku łowców Araxos męczy się, by powalić tylko jeden okaz.
uk: Якщо побачиш хвилежера, тікай якнайшвидше. Я сам бачив, як кілька мисливців Араксосу намучились, намагаючись вбити лише одного такого.

source: Gdy kiedykolwiek ujrzysz węża morskiego, uciekaj najszybciej jak możesz. Sam widziałem, jak kilku łowców Araxos męczyło się, by powalić tylko jeden okaz.
uk: Якщо побачиш хвилежера, тікай якнайшвидше. Я сам бачив, як кілька мисливців Араксосу намучились, намагаючись вбити лише одного такого.

source: Gdy kiedykolwiek ujrzysz węża morskiego, uciekaj najszybciej jak możesz. Sama widziałam, jak kilku łowców Araxos próbowało powalić jednego. Te węże to nie przelewki.
uk: Якщо побачиш хвилежера, тікай якнайшвидше. Я сама бачила, як кілька мисливців Араксосу намагалися вбити лише одного такого. Це тобі не жарти.

source: Gdy kiedykolwiek ujrzysz węża morskiego, uciekaj najszybciej, jak możesz. Sama widziałam, jak kilku łowców Araxos próbowało powalić jednego. Te węże to nie przelewki.
uk: Якщо побачиш хвилежера, тікай якнайшвидше. Я сама бачила, як кілька мисливців Араксосу намагалися вбити лише одного такого. Це тобі не жарти.

source: Gdy miasto płonie, ty masz sprawę do załatwienia?
uk: Коли місто палає, у тебе є якісь справи?

source: Gdy mnie już nie będzie, udaj się do niego i zrób z tymi pieniędzmi, co zechcesz. Wiem, że Volker jest młody, ale naprawdę ma łeb na karku. Pomnij moje słowa - ten młodzieniec jeszcze sobie wyrobi pozycję na Archolos. Złota nie jest dużo, dobrze wiesz, z jakiego powodu. Wiąże się z nim moja ostatnia rada dla ciebie. Nie pracuj dla tych złodziei z Araxos! Kiedy będą próbowali cię zwerbować, odmawiaj im! Ja nie odmówiłem, i skończyło się to tym, że kiedy nie chciałem wykonywać poleceń, to straszono mnie jakimiś osiłkami, a gdy sam miałem problem, to oczywiście odwracali się plecami i musiałem radzić sobie sam. Nie życzę ci podobnego losu.
uk: Коли мене не стане, піди до нього і роби з грошима все, що хочеш. Я знаю, що Волкер молодий, але у нього дійсно є голова на плечах. Запам'ятай мої слова – цей молодий чоловік ще зробить собі ім'я на Архолосі. Золота не так вже й багато, і ти прекрасно знаєш чому. Тому моя тобі остання порада. Не працюй на тих злодіїв з Араксосу! Коли вони намагатимуться завербувати тебе, відмовляйся! Я не відмовився, і це закінчилося тим, що коли я не хотів виконувати їхні накази, мені почали погрожувати якісь засранці, а коли у мене самого виникла проблема, вони, звичайно, відвернулися, і мені довелося справлятися з нею самотужки. Я не бажаю тобі подібної долі.

source: Gdy mnie o to zapytaliście, pomyślałem, że może moje pojawienie wywoła jeden wielki uśmiech!
uk: Коли ви мене про це запитали, я подумав, що, можливо, моя поява розвеселить вас!

source: Gdy my tkwiliśmy pod ziemią, Grayson opuścił wyspę wraz ze swoimi gwardzistami, zabierając ze sobą także zgromadzone podatki.
uk: Поки ми застрягли під землею, Грейсон покинув острів зі своїми гвардійцями, також забравши з собою зібрані податки.

source: Gdy mój przodek projektował tutejsze kanały, wszystko było jakieś inne... Kanały miały wprowadzić Archolos w czas dobrobytu i czystości!
uk: Коли мій предок проєктував тут каналізацію, все було зовсім по-іншому... Каналізація мала привести Архолос до процвітання і чистоти!

source: Gdy nadejdzie czas, moi ludzie poinformują cię o konieczności pakowania manatków. No i na koniec: gratuluję, Marvin.
uk: Коли настане час, мої люди повідомлять, коли варто буде збирати речі. І нарешті, вітаю тебе, Марвіне.

source: Gdy nowa władza rozpoczęła proces przebudowy Archolos na modłę myrtańską, brat Ezran postanowił wznieść kaplicę ku czci Adanosa w miejskim porcie. Choć z początku nie obyło się bez protestów ze strony dygnitarzy, po długich negocjacjach gubernator Godfrey zgodził się na jej budowę.
uk: Коли нова влада почала процес відбудови Архолосу в міртанському стилі, брат Езран вирішив побудувати храм Аданоса в міському порту. Хоча спочатку не обійшлося без протестів з боку високопосадовців, після довгих переговорів губернатор Годфрі погодився на його будівництво.

source: Gdy ocknąłem się na wybrzeżu, znalazłem pięknie zdobiony miecz. Niestety, kiedy biegłem przez bagno, potknąłem się i mocno potłukłem.
uk: Коли я прийшов до тями на березі, то знайшов гарно оздоблений меч. На жаль, коли я біг через болото, я спіткнувся і сильно забився.

source: Gdy odchodziłem, Willem podał mi jeszcze hasło, z którego korzystają klienci Yannicka. Było to coś o grubych rybach i płytkich wodach.
uk: Коли я вже йшов, Віллем дав мені пароль, яким користуються клієнти Янніка. Там було щось про крупну рибу та мілку воду.

source: Gdy odpadło koło z mojego wozu, jedna z beczek, które wypadły, lekko się strzaskała i straciłem całe wino, które w niej przewoziłem.
uk: Коли від мого воза відлетіло колесо, одна з бочок, що впали, трохи розбилася, і я втратив усе вино, яке в ній перевозив.

source: Gdy opowiedziałem o planie dorwania Lichwiarza, Yezegan wyraźnie się zdenerwował. To jedynie potwierdza współpracę Volkera z Ulrykiem.
uk: Коли я розповів, що збираюсь спіймати Лихваря, Єзеган помітно розгубився. Це лише підтверджує співпрацю Ульріка з Волкером.

source: Gdy ostatni z głazów broniących dostępu do srebrzystej nagrody został odsunięty, nagle coś w głębi zaszumiało, zawyło, grzmotnęło i wielka ściana wody chlusnęła z odsłoniętego tunelu wprost na zdumiałego, maluczkiego Króla-Głupca i jego tchórzliwych żołdaków.
uk: Після того, як останній камінь, що перегороджував вхід у срібну скарбницю, було відсунуто, у глибині щось зашуміло, завило, загриміло, і величезна стіна води вихлюпнулася з відкритого тунелю прямо на спантеличеного маленького Короля-Дурня та його боягузливих воїнів.

source: Gdy pierwszy raz od takiego oberwałem, to myślałem, że jakiś szaleniec trafił mnie kulą ognia! Te bestie są naprawdę niebezpieczne...
uk: Коли це вперше зі мною сталося, я подумав, що якийсь божевільний влучив у мене вогняною кулею! Ці звірі справді небезпечні...

source: Gdy pierwszy raz wszedł na naszą arenę wielu z was śmiało się z jego wątłych ramion.
uk: Коли він вперше вийшов на арену, багато хто з вас сміявся над його кволими плечима.

source: Gdy porywacz zanosił jej jedzenie, nagle osunął się na ziemię. Moja córka postanowiła wykorzystać moment i uciekła.
uk: Коли викрадач ніс їй їжу, він зненацька впав на землю. Моя донька вирішила скористатися нагодою і втекла.

source: Gdy pozbędziemy się Volkera, będziemy mogli przywrócić porządek na wyspie.
uk: Як тільки ми позбудемось Волкера, ми зможемо відновити порядок на острові.

source: Gdy prawda wyszła na jaw, rzucił się na mnie mówiąc, że robi to dla Królestwa. Kiedy już zdał sobie sprawę, że przegrał, natychmiast wypił jakąś truciznę.
uk: Коли правда розкрилася, він накинувся на мене і сказав, що робить це заради королівства. Зрозумівши, що програв, він одразу ж випив отруту.

source: Gdy przestałem być potrzebny, próbowałaś mnie zabić.
uk: А коли я став непотрібен, ти намагалася мене вбити.

source: Gdy przybyliśmy na wyspę, w rękach naszych oddziałów było niewiele więcej niż ta portowa mieścina. Tam, na wzniesieniu, pomiędzy masywami skalnymi, już pierwszego dnia Wirgilio zlecił wzniesienie kapliczki dla naszego Pana, tak, by mógł w spokoju z nim rozmawiać.
uk: Коли ми прибули на острів, у розпорядженні наших військ не було нічого крім цього портового містечка. Там, на пагорбі, між скелястими масивами, в перший же день Віргіліо наказав звести каплицю для нашого Господа, щоб він міг спокійно розмовляти з ним.

source: Gdy przyjdzie raniutko...
uk: Коли настане ранок...

source: Gdy próbowałem jego działania, to okazało się, że dźwięk instrumentu nie tylko rozjuszył gryzonie, ale też zwabił pozostałe z całej okolicy.
uk: Коли я його спробував, то виявив, що звук інструменту не лише дратує гризунів, але й приваблює їх звідусіль.

source: Gdy próbowałem porozmawiać z Murkiem o jego działaniach, natychmiast wyciągnął broń i się na mnie rzucił. Chyba wcale nie miał żadnych problemów z ręką...
uk: Коли я спробував поговорити з Мурком, він одразу ж витягнув зброю і накинувся на мене. Думаю, у нього взагалі не було проблем з рукою...

source: Gdy później spotkałem Murka, poczułem od niego zapach tego tytoniu.
uk: Після зустрічі з Мурком я відчув від нього запах цього тютюну.

source: Gdy ruszasz na łowy, zawsze polegaj na intuicji. Mnie jeszcze nigdy nie zawiodła.
uk: Коли йдеш на полювання, завжди покладайся на свою інтуїцію. Вона мене ще ніколи не підводила.

source: Gdy się zjawią, sprzątniemy całą grupkę.
uk: Коли вони прийдуть на обмін, ми ліквідуємо усю групу.

source: Gdy się ściemni, Caramon zajmie czymś Kaleba, a ja w tym czasie użyję zebranych przedmiotów. Jak to szło... Kości wrzucić do kominka, rozlać krew, a na plamie podłożyć miecz.
uk: Коли стемніє, Карамон чимось займе Калеба, а я тим часом займуся зібраними речами. Що там потрібно... Кістки покласти в камін, пролити кров, і у неї покласти меч.

source: Gdy skończysz, wróć do mnie.
uk: Коли закінчиш, повертайся до мене.

source: Gdy slumsy staną się twoim domem, odechce ci się zabawa w bogów.
uk: Коли нетрі стануть твоїм домом, тобі набридне гратися в богів.

source: Gdy slumsy staną się twoim domem, odechce ci się zabawy w bogów.
uk: Коли нетрі стануть твоїм домом, тобі набридне гратися в богів.

source: Gdy spalisz wszystkich żywcem, raczej nie będzie nikogo, kto je wypowie.
uk: Коли ти спалиш всіх живцем, то не залишиться нікого, хто б його промовляв.

source: Gdy spotkasz strażnika o imieniu Johan, powiedz mu, że cię przysłałem.
uk: Коли зустрінеш вартового на ім'я Йохан, скажи йому, що тебе прислав я.

source: Gdy stanąłem na jednym z kręgów, takich jak ten na zewnątrz grobowca, zostałem przeniesiony do kolejnego ukrytego pomieszczenia.
uk: Коли я став на одне з кіл, схоже на те, що зовні гробниці, мене перенесло в іншу приховану кімнату.

source: Gdy strażnik Sambor pilnuje miasta, zbiry wszelakiej maści dają dyla po dziurach jak chrząszcze!
uk: Коли вартовий Самбор охороняє місто, бандити всіх мастей розбігаються по норах, як м'ясні жуки!

source: Gdy strzeliłem w wyrzeźbiony łeb, usłyszałem jakiś odgłos przemieszczających się kamieni dochodzący z tyłu kaplicy. Powinienem to sprawdzić.
uk: Коли я вистрілив у барельєф голови, я почув звук рухомого каміння, що пролунав ззаду каплиці. Потрібно перевірити, що там.

source: Gdy stąd wyruszyłeś, twarz miałeś bladą jak płótno!
uk: Коли ти вийшов звідси, твоє обличчя було блідим, як полотно!

source: Gdy szczaw rozmięknie, dorzuć trzy, otrzepane z ziemi korzenie lecznicze.
uk: Коли щавель розм'якне, додати три очищені від землі цілющі корені.

source: Gdy tak teraz myślę, to ten facet ciągle coś komuś podszeptywał, ciągle kogoś nam tu podsyłał, czy dawał znać o jakichś wydarzeniach, a nigdy nie chciał się angażować.
uk: Якщо пригадати, то цей хлопець постійно щось комусь нашіптував, постійно когось присилав до нас або повідомляв про якісь події, але ніколи не хотів брати в них участь.

source: Gdy tak to ująłeś, rzeczywiście ta opcja zaczyna być interesująca.
uk: Коли ти так описуєш, цей варіант звучить значно цікавіше.

source: Gdy tam pracowałeś, nie rzucił ci się przypadkiem w oczy jakiś łysy facet o imieniu Jorn?
uk: Коли ти там працював, тобі випадково не траплявся на очі лисий хлопець на ім'я Йорн?

source: Gdy tam siedziałeś, przyjrzałem się dokładniej biblioteczce Lokvara. Pamiętasz te księgi, o których ci wspominałem? Właśnie znalazłem jedną z nich.
uk: Поки ти там сидів, я придивився до книжкової шафи Локвара. Пам'ятаєш ті книжки, про які я згадував? Я щойно знайшов одну з них.

source: Gdy to czytasz, mnie już od dawna nie ma na Archolos.
uk: На той час, коли ти це читатимеш, я вже давно покину Архолос.

source: Gdy twoim domem staje się takie miejsce jak to, odechce ci się bawienia w klękanie przed kamiennymi posągami.
uk: Коли твій дім стане подібним місцем, тобі більше не захочеться стояти навколішки перед кам'яними статуями.

source: Gdy tylko Gaspar opuścił wyspę, Rita wywaliła z domu całą jego kolekcję różności związanych z Myrtaną.
uk: Як тільки Гаспар покинув острів, Рита винесла з дому всю його колекцію пов'язаних з Міртаною речей.

source: Gdy tylko Huxlay uwinie się z ostatnią rzeczą, jaką mam tu do załatwienia.
uk: Як тільки Хакслі закінчить справи, які йому залишилось вирішити.

source: Gdy tylko będziesz coś wiedziała, to daj mi znać.
uk: Як тільки ти щось дізнаєшся, дай мені знати.

source: Gdy tylko będę miał ochotę na rybę, u Leonardo będę mógł uzupełnić zapasy.
uk: Коли мені захочеться риби, я можу поповнити свої запаси у Леонардо.

source: Gdy tylko coś ustalicie, od razu przyjdźcie z raportem.
uk: Як тільки щось з'ясуєте, одразу відзвітуйте.

source: Gdy tylko dałem Jornowi wino, pobiegł w stronę tego miejsca poza wsią, o którym wcześniej wspominał. Obyśmy nie trafili po drodze na niebezpieczne stworzenia, Jorn nie powinien z niczym walczyć w takim stanie.
uk: Як тільки я дав Йорну вино, він побіг до того місця за селом, про яке згадував раніше. Будемо сподіватися, що по дорозі ми не зустрінемо диких звірів. Йорну не варто з ними стикатись у такому стані.

source: Gdy tylko dojdziesz do siebie, znajdą dla ciebie jakieś zajęcie. Lepsze to niż śmierć tutaj.
uk: Коли ти одужаєш, вони знайдуть для тебе роботу. Це краще, ніж померти тут.

source: Gdy tylko dotarłem do latarni morskiej, o której mówił Nevil, zostałem zaatakowany przez rybaków. Może uda mi się znaleźć przy nich ziele, o którym wspominał.
uk: Щойно я дістався маяка, про який говорив Невіл, на мене напали рибалки. Можливо, мені вдасться знайти у них траву, про яку він згадував.

source: Gdy tylko dzwony w Vengardzie obwieściły bezpotomną śmierć Mandreda, nastąpiła próba przejęcia władzy przez grupę wywrotowców na czele z Florensem, głową arystokratycznego rodu z południa Myrtany. Uzbrojeni po zęby buntownicy wtargnęli do sali tronowej, biorąc za zakładników członków Rady Królewskiej i ich pomocników. Pucz zakończył się jednak klęską, a Magowie Ognia i Wody zdołali odzyskać kontrolę nad pałacem.
uk: Щойно дзвони у Венгарді сповістили про смерть Мандреда без спадкоємця, відбулася спроба захоплення влади групою заколотників на чолі з Флоренсом, головою аристократичного роду з півдня Міртани. Озброєні до зубів повстанці увірвалися до тронної зали, взявши в заручники членів Королівської ради та їхніх помічників. Однак заколот закінчився поразкою, і Магам Вогню та Води вдалося відновити контроль над палацом.

source: Gdy tylko mieszkańcy Przystani Łotrów dowiedzieli się o ataku na miasto, opuścili wyspę, niczym szczury uciekające z tonącego okrętu.
uk: Як тільки мешканці Гавані лиходіїв дізналися про напад на місто, вони покинули острів, як щури тікають з потопаючого корабля.

source: Gdy tylko o nich usłyszałem, zleciłem Cardenowi wybicie wszystkich okazów. Niestety, wygląda na to, że z dnia na dzień jest ich coraz więcej.
uk: Як тільки я почув про них, я доручив Кардену знищити їх усіх. На жаль, здається, їх стає все більше з кожним днем.

source: Gdy tylko oddaliliśmy się od bramy, wyciągnęli broń!
uk: Як тільки ми відійшли від воріт, вони витягли зброю!

source: Gdy tylko opuszczam tę dzielnicę, od razu czuję na sobie zazdrosne spojrzenia. Raz miałem nawet wrażenie, że zbliża się do mnie ktoś ze sztyletem w ręce. Strach cokolwiek tam załatwiać.
uk: Щоразу, коли я покидаю цей район, я одразу відчуваю на собі заздрісні погляди. Одного разу мені навіть здалося, що хтось наближається до мене з кинджалом у руці. Там навіть страшно щось робити.

source: Gdy tylko otworzyłem oczy, dostrzegłem ostrze zbliżające się do mojego gardła. Na szczęście w ostatniej chwili spopieliłem niedoszłego zabójcę.
uk: Щойно я розплющив очі, як побачив лезо, спрямоване до мого горла. На щастя, в останню мить я спопелив потенційного вбивцю.

source: Gdy tylko przestąpisz próg tej świątyni, w twojej duszy zagości błogi spokój i wypełni ją siła, dzięki której odnajdziesz swojego brata.
uk: Як тільки ти переступиш поріг цього храму, у твоїй душі оселиться блаженний спокій і наповнить її силою знайти твого брата.

source: Gdy tylko skończycie, wróć do mnie. Będę miał dla ciebie pierwsze zadanie.
uk: Як тільки закінчиш, повертайся до мене. У мене для тебе буде перше завдання.

source: Gdy tylko skończyłem wykuwać metalowe elementy, Einar znalazł dla mnie kolejne zadanie.
uk: Як тільки я закінчив кувати металеві деталі, Ейнар знайшов для мене інше завдання.

source: Gdy tylko stąd wyjdziemy, wracam do klasztoru. Po tym wszystkim potrzeba mi ciszy i modlitwy.
uk: Як тільки ми виберемося звідси, я повернуся до монастиря. Після всього цього мені потрібна тиша і молитва.

source: Gdy tylko trutka zaczęła działać, szczury uciekły przed oparami ze swoich nor i rzuciły się na mnie. Twarde skurczybyki. Willem był bardzo zadowolony z efektów mojej pracy.
uk: Як тільки отрута подіяла, щури вибралися зі своїх нір і напали на мене. Сильні виродки. Віллем був дуже задоволений результатами моєї роботи.

source: Gdy tylko uda ci się coś ustalić, wróć do mnie.
uk: Як тільки вдасться щось з'ясувати, повертайся до мене.

source: Gdy tylko uda ci się zebrać jakieś informacje, natychmiast kieruj się w stronę winnicy Valerio. Jeśli nie mylisz się w sprawie ataku, pozostałym z pewnością przyda się twoja pomoc.
uk: Як тільки тобі вдасться зібрати якусь інформацію, негайно вирушай до виноградника Валеріо. Якщо ти не помилився щодо нападу, іншим неодмінно знадобиться твоя допомога.

source: Gdy tylko ukrócimy ich działania, będziemy mogli spokojnie przejść do twojej prośby.
uk: Як тільки ми зупинимо їхню діяльність, ми зможемо спокійно перейти до твого прохання.

source: Gdy tylko uniósł miecz, wydobyła się z niego lodowa fala, mocno go raniąc. Bardziej niż ciało, złamany został jednak jego duch.
uk: Як тільки він підняв меч, з нього вирвалась крижана хвиля, важко поранивши його. Однак більше, ніж тіло, був зломлений його дух.

source: Gdy tylko usłyszysz podejrzany dźwięk - bierz nogi za pas.
uk: Як тільки почуєш підозрілий звук – біжи щодуху.

source: Gdy tylko weszliśmy na dziedziniec, krata się za nami zamknęła, a okoliczni ożywieńcy powstali i się na nas rzucili.
uk: Як тільки ми увійшли у двір, за нами опустилися ґрати, а довколишня нечисть піднялися і накинулися на нас.

source: Gdy tylko wrócę na powierzchnię, będę musiał wyjaśnić sobie parę spraw z tym oszustem...
uk: Як тільки я повернуся на поверхню, мені доведеться розібратися з цим шахраєм...

source: Gdy tylko wszedłem do jaskini, rzucił się na mnie, próbując mnie pożreć. Wątpię, by pozostało w nim coś z człowieka.
uk: Як тільки я увійшов до печери, він накинувся на мене, намагаючись загризти. Я сумніваюся, що в ньому залишилося щось людське.
